Repository: MX-Linux/mx-goodies
Catalog: translations_script/po/mx-goodies_*.po
Languages: de, el, es, fr, gl_es, hi, hu, it, ja, nb, nl_be, pt, ru_ru, sl, sq, sv

source: canceled
de: abgebrochen
el: ακυρώθηκε
es: cancelado
fr: annulée
gl_es: cancelado
hi: रद्द किया गया
hu: elvetve
it: cancellato
ja: 中止しました
nb: avbrutt
nl_be: ongedaan gemaakt
pt: cancelado
ru_ru: отменено
sl: prekinjeno
sq: anuluar
sv: avbruten

source: Configure System Locales
de: Konfiguration Systemlokalisierung
el: Ρύθμιση παραμέτρων τοπικών συστημάτων
es: Configurar los Locales del Sistema
fr: Configurer les locales du système
gl_es: Configurar as localizacións do sistema
hi: सिस्टम स्थानिकी विन्यस्त करना
hu: Területi beállítások beállítása
it: Configura la Localizzazione del Sistema
ja: システムの言語と地域を設定
nb: Endre systemets lokaltilpasning
nl_be: Configureer Systeemlandinstelling
pt: Configurar Localizações do Sistema
ru_ru: Настроить региональные параметры системы
sl: Konfiguriraj lokalizacijo sistema
sq: Formësoni Vendore Sistemi
sv: Ställ in System-lokalisering

source: System locale
de: Systemlokalisierung
el: Τοπική ρύθμιση συστήματος
es: Sistema Local
fr: Locale du système
gl_es: Localización do sistema
hi: सिस्टम स्थानिकी
hu: Területi beállítás
it: Localizzazione del Sistema
ja: システムの言語と地域
nb: Systemets lokaltilpasning
nl_be: Systeemlandinstelling
pt: Localização do sistema
ru_ru: Региональные настройки системы
sl: Lokalizacija sistema
sq: Vendore sistemi
sv: System-lokalisering

source: Required inxi app not found
de: Das erforderliche Programm inxi konnte nicht gefunden werden
el: Η απαιτούμενη εφαρμογή inxi δε βρέθηκε
es: No se encuentra la app requerida inxi
fr: L’application inxi requise n’a pas été trouvée
gl_es: O programa necesario inxi non se atopou
hi: अपेक्षित inxi अनुप्रयोग नहीं मिला
hu: A szükséges inxi alkalmazás nem található
it: L'app inxi richiesta, non è stata trovata
ja: 必要な inxi アプリが見つかりません
nb: Fant ikke det p책krevde programmet inxi
nl_be: Vereiste inxi app niet gevonden
pt: O programa inxi, necessário, não foi encontrado
ru_ru: Требуемое приложение inxi не найдено
sl: Zahtevana inxi aplikacija ni bila najdena
sq: S’u gjet aplikacioni i domosdoshëm inxi
sv: Nödvändig inxi app ej hittad

source: Report copied to system clipboard
de: Der Bericht wurde in die Zwischenablage des Systems kopiert
el: Η αναφορά αντιγράφηκε στο clipboard του συστήματος
es: Reporte copiado al portapapeles del sistema
fr: Le rapport a été copié dans le presse-papier
gl_es: Relatorio copiado para o portapapeis do sistema
hi: रिपोर्ट सिस्टम क्लिपबोर्ड पर कॉपी कर दी गई
hu: A jelentés a vágólapra másolva
it: Report copiato negli appunti di sistema
ja: レポートをシステムのクリップボードにコピー
nb: Kopierte rapporten til systemets utklippstavle
nl_be: Rapportage gekopieerd naar systeem klembord
pt: Relatório copiado para a área de transferência do sistema
ru_ru: Отчёт скопирован в системный буфер обмена
sl: Poročilo je bilo kopirano na odložišče
sq: Raporti u kopjua në të papastër sistemi
sv: Rapport kopierad till urklipp

source: Report is already formatted for forum.
de: Der Bericht ist bereits für das Forum formatiert.
el: Η αναφορά έχει ήδη μορφοποιηθεί για φόρουμ.
es: El informe ya está formateado para el foro.
fr: Le rapport est déjà formaté pour le forum.
gl_es: Relatorio já formatado para o fórum.
hi: रिपोर्ट पहले से ही चर्चा-मंच अनुरूप है।
hu: A jelentés már a fórumhoz megfelelő formátumú.
it: Il rapporto è già formattato per il forum.
ja: レポートはフォーラム用にフォーマット済みです。
nb: Rapporten er allerede formatert for forumet.
nl_be: Rapport is reeds geformatteerd voor het forum.
pt: O relatório já está formatado para colocação no fórum.
ru_ru: Отчёт уже отформатирован для форума.
sl: Poročilo je že oblikovano za forum.
sq: Raporti është i formatuar tashmë për forum.
sv: Rapporten är redan formaterad för forum.

source: Paste directly into forum post.
de: Direkt in den Forumsbeitrag einfügen
el: Επικόλληση απευθείας σε ανάρτηση φόρουμ.
es: Pegar directamente en la publicación del foro.
fr: Coller directement dans le message du forum.
gl_es: Colar directamente na publicación (post) do forum.
hi: सीधे चर्चा-मंच पोस्ट पर पेस्ट करें।
hu: Másolja be közvetlenül a fórumbejegyzésbe.
it: Incolla direttamente nel post del forum.
ja: フォーラムの投稿に直接貼り付けます。
nb: Lim direkte inn i forumpost.
nl_be: Plak direct in forum post.
pt: Colar directamente na publicação do fórum (clique esq ou Ctrl+V).
ru_ru: Вставить непосредственно в сообщение форума.
sl: Prilepi neposredno v sporočilo za na forum.
sq: Ngjite drejt e te postim forumi.
sv: Klistra in direkt i forumpost.

source: Press any key to close
de: Schließen mit beliebiger Taste
el: Πατήστε οποιοδήποτε πλήκτρο να κλείσει
es: Pulse cualquier tecla para cerrar
fr: Appuyez sur une touche pour fermer
gl_es: Premer calquera tecla para pechar
hi: बंद करने के लिए कोई भी कुंजी दबाएँ
hu: Nyomjon meg egy billentyűt a bezáráshoz
it: Premi un tasto qualsiasi per chiudere
ja: 任意のキーを押せば閉じます
nb: Trykk en vilk책rlig tast for 책 lukke
nl_be: Druk een toets om te sluiten
pt: Premir qualquer tecla para fechar
ru_ru: Нажмите любую клавишу, чтобы закрыть
sl: Pritisnite poljubno tipko za izhod
sq: Shtypni çfarëdo tasti, që të mbyllet
sv: Tryck på valfri tangent för att stänga

source: Do not show this message in future
de: Diese Meldung in Zukunft nicht mehr anzeigen
el: Να μην εμφανίζεται αυτό το μήνυμα στο μέλλον
es: No mostrar este mensaje en el futuro
fr: Ne plus montrer ce message à l’avenir
gl_es: De futuro no mostrar esta mensagem.
hi: यह संदेश पुनः न दिखाएँ
hu: Ne jelen meg újra ez az üzenet
it: Non mostrare questo messaggio in futuro
ja: 今後、このメッセージを表示しません
nb: Ikke vis denne meldinga igjen
nl_be: Laat dit bericht in de toekomst niet meer zien
pt: Não voltar a mostrar esta mensagem
ru_ru: Больше не показывать это сообщение в будущем
sl: Tege sporočila več ne prikaži
sq: Mos e shfaq këtë mesazh në të ardhmen
sv: Visa inte det här meddelandet i framtiden

source: System Keyboard Configuration
de: Konfiguration Systemtastatur
el: Ρύθμιση πληκτρολογίου συστήματος
es: Configuración del Teclado del Sistema
fr: Configuration du clavier système
gl_es: Configuración do teclado do sistema
hi: सिस्टम कुंजीपटल विन्यास
hu: Rendszer billentyűzet beállítása
it: Configurazione della Tastiera di Sistema
ja: システムキーボードの設定
nb: Endre systemets tastaturoppsett
nl_be: Systeem Toetsenbord Instelling
pt: Configuração do Teclado do Sistema
ru_ru: Конфигурация клавиатуры на уровне системы
sl: Nastavitve sistemske tipkovnice
sq: Formësim Tastiere Sistemi
sv: Inställning av Systemtangentbord
